Repository: kyungw00k/QuickMoov
Catalog: QuickMoov/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

# button_convert
source: Convert
ja: 変換
ko: 변환하기
zh_hans: 转换

# drop_hint
source: Drag MP4, MOV, M4V files here
ja: MP4、MOV、M4Vファイルをここにドラッグ
ko: MP4, MOV, M4V 파일을 여기에 드래그하세요
zh_hans: 将 MP4、MOV、M4V 文件拖到这里

# error_read_file
source: Cannot read the file.
ja: ファイルを読み取れません。
ko: 파일을 읽을 수 없습니다.
zh_hans: 无法读取文件。

# error_unsupported_format
source: Unsupported format. (MP4, MOV, M4V, M4A, 3GP supported)
ja: サポートされていない形式です。 (MP4、MOV、M4V、M4A、3GP対応)
ko: 지원되지 않는 형식입니다. (MP4, MOV, M4V, M4A, 3GP 지원)
zh_hans: 不支持的格式。 (支持 MP4、MOV、M4V、M4A、3GP)

# menu_preferences
source: Settings...
ja: 設定...
ko: 설정...
zh_hans: 设置...

# menubar_already_optimized
source: Already optimized!
ja: 最適化済み！
ko: 이미 최적화됨!
zh_hans: 已优化！

# menubar_drop_hint
source: Drop file here
ja: ファイルをドロップ
ko: 여기에 파일 드롭
zh_hans: 将文件拖放到这里

# menubar_open_window
source: Open QuickMoov
ja: QuickMoov を開く
ko: QuickMoov 열기
zh_hans: 打开 QuickMoov

# menubar_quit
source: Quit QuickMoov
ja: QuickMoov を終了
ko: QuickMoov 종료
zh_hans: 退出 QuickMoov

# menubar_success
source: Conversion complete!
ja: 変換完了！
ko: 변환 완료!
zh_hans: 转换完成！

# menubar_unsupported
source: Unsupported format
ja: 非対応形式
ko: 지원되지 않는 형식
zh_hans: 不支持的格式

# process_another
source: Process Another File
ja: 別のファイルを処理
ko: 다른 파일 처리하기
zh_hans: 处理另一个文件

# result_already_optimized
source: File is fully optimized.
ja: ファイルは完全に最適化されています。
ko: 파일이 완전히 최적화되어 있습니다.
zh_hans: 文件已完全优化。

# result_has_free_atoms
source: Fast-start OK, but has removable free space. Click Convert to optimize file size.
ja: Fast-startは適用済み、削除可能な空き領域があります。 変換ボタンでファイルサイズを最適化できます。
ko: Fast-start는 적용됨, 하지만 제거 가능한 빈 공간이 있습니다. 변환 버튼을 눌러 파일 크기를 최적화하세요.
zh_hans: Fast-start 已应用，但有可删除的空闲空间。 点击转换以优化文件大小。

# result_needs_conversion
source: moov atom is at the end. Click Convert to optimize.
ja: moov atomがファイル末尾にあります。 変換ボタンで最適化してください。
ko: moov atom이 파일 뒤에 있습니다. 변환 버튼을 눌러 최적화하세요.
zh_hans: moov atom 在文件末尾。 点击转换以优化。

# result_saved %@
source: Saved: %@
ja: 保存完了: %@
ko: 저장됨: %@
zh_hans: 已保存: %@

# save_panel_title
source: Save Optimized File
ja: 最適化ファイルを保存
ko: 최적화된 파일 저장
zh_hans: 保存优化文件

# settings_appearance
source: Appearance
ja: 外観
ko: 모양
zh_hans: 外观

# settings_appearance_footer
source: At least one option must be enabled.
ja: 少なくとも1つのオプションを有効にしてください。
ko: 하나 이상의 옵션이 활성화되어야 합니다.
zh_hans: 至少需要启用一个选项。

# settings_show_dock
source: Show in Dock
ja: Dockに表示
ko: Dock에 표시
zh_hans: 在 Dock 中显示

# settings_show_menubar
source: Show in Menu Bar
ja: メニューバーに表示
ko: 메뉴 막대에 표시
zh_hans: 在菜单栏中显示

# status_analyzing
source: Analyzing...
ja: 分析中...
ko: 분석 중...
zh_hans: 分析中...

# status_error
source: Error
ja: エラー
ko: 오류 발생
zh_hans: 错误

# status_needs_conversion
source: Needs Optimization
ja: 最適化が必要
ko: 최적화 필요
zh_hans: 需要优化

# status_optimized
source: Already Optimized
ja: 最適化済み
ko: 이미 최적화됨
zh_hans: 已优化

# status_processing
source: Converting...
ja: 変換中...
ko: 변환 중...
zh_hans: 转换中...

# status_success
source: Moov Complete!
ja: Moov完了！
ko: Moov 완료!
zh_hans: Moov 完成！

source: Optimization Status
ja: 最適化状態
ko: 최적화 상태
zh_hans: 优化状态

source: Optimized
ja: 最適化済み
ko: 최적화됨
zh_hans: 已优化

source: Needs Fix
ja: 修正が必要
ko: 수정 필요
zh_hans: 需要修复

# free_atom
source: Free Space
ja: 空き領域
ko: 빈 공간
zh_hans: 空闲空间

source: None
ja: なし
ko: 없음
zh_hans: 无
